Repository: kknavs/sp-2016
Catalog: src/_django_dotodo/locale/*/LC_MESSAGES/django.po
Languages: sl_si

source: Username:
sl_si: Uporabniško ime

source: Password:
sl_si: Geslo

source: Sorry, that login was invalid. Please try again.
sl_si: Žal je prijava napačna prijava. Poskusite ponovno.

source: Name:
sl_si: Ime:

source: Description:
sl_si: Opis:

source: Finished:
sl_si: Opravljeno:

source: Deadline:
sl_si: Rok:

source: Set priority for task:
sl_si: Nastavi prioriteto naloge

source: Add video (optional):
sl_si: Dodaj video (izbirno):

source: Set category (optional):
sl_si: Dodaj kategorijo (izbirno):

source: Category
sl_si: Kategroija

source: *Add new category*
sl_si: *Vnesi novo kategorijo*

source: Name of category:
sl_si: Ime kategorije

source: Name is required field for new category and update.
sl_si: Ime je obvezno polje za novo kategorijo in posodabljanje.

source: Set notifications sending through email:
sl_si: Nastavi obvestila o nalogah po pošti

source: Do it now (urgent & important)
sl_si: Naredi takoj (nujno & pomembno)

source: Delegate (urgent, but not important)
sl_si: Preloži (nujno, a ni pomembno)

source: Decide (important, but not urgent)
sl_si: Odloči se (pomembno, a ne nujno)

source: Do it later (not important, not urgent)
sl_si: Naredi pozneje (ni pomembno, ni nujno)

source: Every day
sl_si: Vsak dan

source: For important task
sl_si: Za pomembno nalogo

source: No notifications
sl_si: Brez obvestil

source: doToDo Activity
sl_si: doToDo Aktivnost

source: Today you have done: no js enabled?
sl_si: Danes si opravil: js ni vključen?

source: Your activity so far (line to top means you have done all task for the day):
sl_si: Tvoja aktivnost do sedaj (črta do zgornjega roba pomeni, da si opravil vse naloge za tisti dan)

source: Contact author
sl_si: Kontaktiraj avtorja

source: doToDo Task
sl_si: doToDo Naloga

source: Save category
sl_si: Ime kategorije

source: Delete category
sl_si: Ime kategorije

source: doToDo Home
sl_si: doToDo Dom

source: Make the time.
sl_si: Naredi čas.

source: Hello, %(user)s!
sl_si: Pozdravljen, %(user)s!

source: Save
sl_si: Shrani

source: Show tasks by:
sl_si: Pokaži naloge po:

source: Search
sl_si: Išči

source: doToDo Welcome
sl_si: doToDo Dobrodošli

source: Make your list. Check it twice.
sl_si: Naredi svoj seznam. Preveri ga dvakrat.

source: Do it!
sl_si: Naredi!

source: Welcome to <span>doToDo</span>!
sl_si: Dobrodošel v <span>doToDo</span>!

source: This is <strong>doToDo</strong>, a free web application which helps you do your To-Do's. :) Manage tasks anywhere you want to, on mobile device or computer. Tackle your tasks by priority and get notified about them them via email. Be more organized and motivated!
sl_si: To je <strong>doToDo</strong>, brezplačna spletna aplikacija, ki ti pomaga opraviti naloge. Urejaj naloge na mobilni napravi ali računalniku, bodi obveščen!

source: Register
sl_si: Registracija

source: Login
sl_si: Prijava

source: Forgot password
sl_si: Pozabljeno geslo?

source: Not member
sl_si: Ne član

source: Add task
sl_si: Dodaj nalogo

source: User activity
sl_si: Aktivnost

source: Settings
sl_si: Nastavitve

source: Logout
sl_si: Odjava

source: Settings
sl_si: Nastavitve

source: Login
sl_si: Prijava

source: "Meet doToDo"
sl_si: Spoznaj doToDo

source: doToDo Privacy policy
sl_si: doToDo Polica zasebnosti

source: Privacy Policy
sl_si: Polica o zasebnosti

source: This privacy policy has been compiled to better serve those who are concerned with how their 'Personally Identifiable Information' (PII) is being used online. PII, as described in US privacy law and information security, is information that can be used on its own or with other information to identify, contact, or locate a single person, or to identify an individual in context. Please read our privacy policy carefully to get a clear understanding of how we collect, use, protect or otherwise handle your Personally Identifiable Information in accordance with our website.<br></div><span id='infoCo'></span><br><div class='grayText'><strong>What personal information do we collect from the people that visit our blog, website or app?</strong></div><br /><div class='innerText'>We do not collect information from visitors of our site.</div> or other details to help you with your experience.</div><br><div class='grayText'><strong>When do we collect information?</strong></div><br /><div class='innerText'>We collect information from you when you register on our site or enter information on our site.</div><br> <span id='infoUs'></span><br><div class='grayText'><strong>How do we use your information? </strong></div><br /><div class='innerText'> We may use the information we collect from you when you register, make a purchase, sign up for our newsletter, respond to a survey or marketing communication, surf the website, or use certain other site features in the following ways:<br><br></div><div class='innerText'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>&bull;</strong> To personalize your experience and to allow us to deliver the type of content and product offerings in which you are most interested.</div><div class='innerText'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>&bull;</strong> To allow us to better service you in responding to your customer service requests.</div><div class='innerText'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>&bull;</strong> To ask for ratings and reviews of services or products</div><span id='infoPro'></span><br><div class='grayText'><strong>How do we protect your information?</strong></div><br /><div class='innerText'>We do not use vulnerability scanning and/or scanning to PCI standards.</div><div class='innerText'>We only provide articles and information. We never ask for credit card numbers.</div><div class='innerText'>We use regular Malware Scanning.<br><br></div><div class='innerText'>Your personal information is contained behind secured networks and is only accessible by a limited number of persons who have special access rights to such systems, and are required to keep the information confidential. In addition, all sensitive/credit information you supply is encrypted via Secure Socket Layer (SSL) technology. </div><br><div class='innerText'>We implement a variety of security measures when a user enters, submits, or accesses their information to maintain the safety of your personal information.</div><br><div class='innerText'>All transactions are processed through a gateway provider and are not stored or processed on our servers.</div><span id='coUs'></span><br><div class='grayText'><strong>Do we use 'cookies'?</strong></div><br /><div class='innerText'>Yes. Cookies are small files that a site or its service provider transfers to your computer's hard drive through your Web browser (if you allow) that enables the site's or service provider's systems to recognize your browser and capture and remember certain information. For instance, we use cookies to help us remember and process the items in your shopping cart. They are also used to help us understand your preferences based on previous or current site activity, which enables us to provide you with improved services. We also use cookies to help us compile aggregate data about site traffic and site interaction so that we can offer better site experiences and tools in the future.</div><div class='innerText'><br><strong>We use cookies to:</strong></div><div class='innerText'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>&bull;</strong> Compile aggregate data about site traffic and site interactions in order to offer better site experiences and tools in the future. We may also use trusted third-party services that track this information on our behalf.</div><div class='innerText'><br>You can choose to have your computer warn you each time a cookie is being sent, or you can choose to turn off all cookies. You do this through your browser settings. Since browser is a little different, look at your browser's Help Menu to learn the correct way to modify your cookies.<br></div><br><div class='innerText'>If you turn cookies off, some features will be disabled. It won't affect the user's experience that make your site experience more efficient and may not function properly.</div><br><div class='innerText'>However, you will still be able to place orders .</div><br><span id='trDi'></span><br><div class='grayText'><strong>Third-party disclosure</strong></div><br /><div class='innerText'>We do not sell, trade, or otherwise transfer to outside parties your Personally Identifiable Information.</div><span id='trLi'></span><br><div class='grayText'><strong>Third-party links</strong></div><br /><div class='innerText'>We do not include or offer third-party products or services on our website.</div><span id='gooAd'></span><br><div class='blueText'><strong>Google</strong></div><br /><div class='innerText'>Google's advertising requirements can be summed up by Google's Advertising Principles. They are put in place to provide a positive experience for users. https://support.google.com/adwordspolicy/answer/1316548?hl=en <br><br></div><div class='innerText'>We have not enabled Google AdSense on our site but we may do so in the future.</div><span id='coppAct'></span><br><div class='blueText'><strong>COPPA (Children Online Privacy Protection Act)</strong></div><br /><div class='innerText'>When it comes to the collection of personal information from children under the age of 13 years old, the Children's Online Privacy Protection Act (COPPA) puts parents in control. The Federal Trade Commission, United States' consumer protection agency, enforces the COPPA Rule, which spells out what operators of websites and online services must do to protect children's privacy and safety online.<br><br></div><div class='innerText'>We do not specifically market to children under the age of 13 years old.</div><span id='ftcFip'></span><br><div class='blueText'><strong>Fair Information Practices</strong></div><br /><div class='innerText'>The Fair Information Practices Principles form the backbone of privacy law in the United States and the concepts they include have played a significant role in the development of data protection laws around the globe. Understanding the Fair Information Practice Principles and how they should be implemented is critical to comply with the various privacy laws that protect personal information.<br><br></div><div class='innerText'><strong>In order to be in line with Fair Information Practices we will take the following responsive action, should a data breach occur:</strong></div><div class='innerText'>We will notify you via email</div><div class='innerText'>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <strong>&bull;</strong> Within 7 business days</div><div class='innerText'><br>We also agree to the Individual Redress Principle which requires that individuals have the right to legally pursue enforceable rights against data collectors and processors who fail to adhere to the law. This principle requires not only that individuals have enforceable rights against data users, but also that individuals have recourse to courts or government agencies to investigate and/or prosecute non-compliance by data processors.
sl_si: Ta politika zasebnosti je bil sestavljen, da bi bolje služili tistim, ki soUkvarja s tem, kako je njihov osebne prepoznavne podatke (PII)Ki se uporabljajo na spletu. PII, kot je opisano v zakonu o zasebnosti ZDA in informacijVarnost, so informacije, ki se lahko uporablja samostojno ali z drugimiInformacije za identifikacijo, stik, ali pa najti eno osebo, ali za identifikacijoPosameznika v kontekstu. Pozorno preberite naš pravilnik o zasebnosti, da bi dobiliJasno razumevanje, kako zbiramo, uporabljamo, zaščito ali drugače ravnati vašOsebne prepoznavne podatke, v skladu z našo spletno stran. <br> </Div> <br> <div > <strong> Kaj osebno Podatke zbiramo od ljudi, ki obiščejo našo blog, spletno stran aliApp? </ Strong> </ div> <br /> <div > ne zbiramo Informacije od obiskovalcev naše spletne strani. </ Div> ali druge podrobnosti, ki vam pomagaS svojimi izkušnjami. </ Div> <br> <div > <strong> Ko smo nareditiZbira podatke? </ Strong> </ div> <br /> <div > Zbiramo Informacije od vas, če se registrirate na naši spletni strani ali vnesti podatke oNašo spletno stran. </ Div> <br> <span > </ span> <br> <div > <strong> Kako uporabljamo vaše podatke? </ Strong> </ div> <br /> <Div > Mi lahko podatke, ki jih zberemo od vas kdajSe prijavite, opravite nakup, se prijavite na naše e-novice, se odzivajo naRaziskava ali tržno komuniciranje, brskanje po spletni strani, ali uporaba nekaterih drugihSpletna stran ima na naslednje načine: <br> </ div> <div> & nbsp; & nbsp; & nbsp; & nbsp; & nbsp; <strong> & bull; </ strong> VPrilagodite svoje izkušnje in nam omogočajo, da poda vrsto vsebineIn ponudbo izdelkov, v kateri vas najbolj zanima. </ Div> <div> & nbsp; & nbsp; & nbsp; & nbsp; & nbsp; <strong> & bull; </ strong> VNam omogočajo boljše storitve vas pri odzivanju na svoj servisZahteve </ div> <div > & nbsp;. & Nbsp; & nbsp; & nbsp; & nbsp;<Strong> & bull; </ strong> Če želite zaprositi za ocene in mnenja storitev aliIzdelki </ div> <span > </ span> <br> <div > <strong> Kako varujemo vaše podatke? </ Strong> </Div> <br /> <div > Mi ne uporabljamo ranljivosti skeniranje in / aliSkeniranje s standardi PCI. </ Div> <div > Mi samo zagotovitiČlanki in informacije. Mi nikoli ne prosi za številke kreditnih kartic. </ Div> <div> Mi uporabljamo redno Malware skeniranje. <br> </ Div> <div'> Vaši osebni podatki so navedeni za zavarovana Omrežja in je na voljo le omejeno število oseb, ki imajoPosebne pravice dostopa do teh sistemov, in morajo obdržatiZaupne informacije. Poleg tega so vse občutljive / kreditne informacije tiDobava je šifriran s pomočjo Secure Socket Layer (SSL) tehnologijo. </ Div> <br> <div> Mi izvajanje različnih varnostnih ukrepov, ko uporabnikVstopa, navaja, ali dostopa do svojih podatkov, da bi zagotovila varnostVaše osebne podatke. </ Div> <br> <div > Vsi posliSe obdelujejo prek ponudnika prehodom in se ne shranjujejo in obdelujejo naNaši strežniki. </ Div> <span > </ span> <br> <div> <strong> Ali uporabljamo piškotke ? </ Strong> </ div> <br /> <div> Da. Piškotki so majhne datoteke, ki jih spletne strani ali njene službeponudnik prenese na trdi disk računalnika preko spletnega brskalnika(Če dovolite), ki omogoča sisteme spletnega mesta ali ponudnika storitev vPrepozna vaš brskalnik in zajetje in zapomniti določene informacije. ZaPrimerek, ki jih uporabljamo piškotke, da pozabimo in obdeluje elemente v vašNakupovalni voziček. Uporabljajo se tudi, da nam pomaga razumeti vaše željeGlede na prejšnji ali sedanji dejavnosti na mestu, ki nam omogoča, da vamZ izboljšanimi storitvami. Prav tako uporabimo piškotke, da bi nam pomagali sestaviti agregatPodatki o mestu prometa in interakcija na mestu, tako da vam lahko ponudimo boljšisite izkušnje in orodja v prihodnosti. </ div> <div> <br> <strong> Mi uporabljamo piškotke, da: </ strong> </ div> <div > & nbsp; & nbsp; & nbsp; & nbsp; & nbsp; <strong> & bull; </ strong>Zberite skupni podatki o mestu prometa in na mestu interakcije z namenomPonudili boljše stran izkušenj in orodij v prihodnosti. Lahko uporabite tudiZaupanja vredno storitev tretjih oseb, ki sledijo informacije v našem imenu. </Div> <div > <br> Izberete lahko, da imajo računalnik vas opozorim Vsakič, ko piškotek poslan, ali pa se lahko odločite, da izklopite vse piškotke.To storite v nastavitvah brskalnika. Ker brskalnik je maloDrugačen, poglej brskalnika pomoč Meni, da se naučijo pravilno potSpreminjanje piškotke. <br> </ Div> <br> <div > Če izklopite piškotkeOff, bodo nekatere funkcije onemogočene. To ne bo vplivalo na uporabniško izkušnjoDa bi vaše izkušnje stran bolj učinkovito in ne deluje pravilno.

source: doToDo Settings
sl_si: doToDo Nastavitve

source: Change notifications
sl_si: Brez obvestil

source: Change username
sl_si: Spremeni uporabniško ime

source: Change password
sl_si: Pozabljeno geslo?

source: Edit categories
sl_si: Uredi kategorije

source: Save task
sl_si: Shrani nalogo

source: Delete task
sl_si: Pobriši nalogo

source: Account activation failed
sl_si: Aktivacija računa je spodletela.

source: Your account is now activated.
sl_si: Tvoj račun je sedaj aktiven.

source: Activate account at
sl_si: Aktiviraj račun na

source: Link is valid for %(expiration_days)s days.
sl_si: Povezava je veljavna %(expiration_days)s dni.

source: Account activation on
sl_si: Aktivacija računa na

source: Password successfully changed!
sl_si: Uspešno zamenjano geslo!

source: Submit
sl_si: Potrdi

source: Password reset successfully
sl_si: Geslo uspešno resetirano

source: Log in
sl_si: Prijava

source: Password reset failed
sl_si: Spreminjanje gesla neuspešno

source: Email with password reset instructions has been sent.
sl_si: Email z navodili za resetiranje gesla je bil poslan.

source: Reset password at %(site_name)s
sl_si: Resetiraj geslo tu %(site_name)s

source: Reset it
sl_si: Resetiraj

source: Logged out
sl_si: Odjava

source: doToDo Register
sl_si: Registracija

source: Registration is currently closed.
sl_si: Registracija je trenutno zaprta.

source: You are now registered. Activation email sent.
sl_si: Sedaj si registriran. Email za aktivacijo je bil poslan.

source: By clicking submit you agree to the
sl_si: S klikom na potrdi sprejemaš naslednje pogoje

source: Terms and Privacy Policy
sl_si: Pogoji in polica o zasebnosti

source: doToDo Reset password
sl_si: doToDo Reset gesla

source: Reset
sl_si: Resetiranje
